/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "За 1 минуту до отключения";

/* Title for the about page */
"About" = "О программе";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Учетная запись";

/* Title for the accounts tab */
"Accounts" = "Учетные записи";

/* String to be displayed when a buddy is Active */
"Active" = "Активно";

/* Button title to add someone as a buddy */
"Add" = "Добавить";

/* The title for the view to add a buddy */
"Add Buddy" = "Добавить контакт";

/* String to describe advanced set of settings */
"Advanced" = "Дополнительно";

/* Agree to EULA */
"Agree" = "Согласен";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Пароль открытым текстом";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Автоматическое удаление";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Автоматическое шифрование";

/* Label in buddy list for users that are available */
"Available" = "Доступен";

/* Label in buddy list for users that are away */
"Away" = "Отошел";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "сеанс закончится через одну минуту.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Основное";

/* The String for a button to block a buddy */
"Block" = "Блокировать";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Блокировать и удалить";

/* Name for default buddy group */
"Buddies" = "Общие";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Информация";

/* Title for the buddy list tab */
"Buddy List" = "Контакты";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Отмена";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Прервать защищенный разговор";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Чат";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Беседуй со мной безопасно";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox использует множество открытых наработок";

/* let users know source is on Github */
"Check out the source here on Github" = "Исходный код доступен на Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Очистить чат";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Все равно подключиться";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Подключить Facebook";

/* Whether or not account is logged in */
"Connected" = "Подключено";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Внести вклад в перевод";

/* Title for the conversations tab */
"Conversations" = "Беседы";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "По умолчанию";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Удалить аккаунт?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Удаление чатов при отключении";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Доставлено";

/* Disagree with EULA */
"Disagree" = "Не согласен";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Отключить Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Отключен";

/* Text for button to dismiss alert view */
"Dismiss" = "Отменить";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Не беспокоить";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Необходимо указать домен";

/* Title for donation link */
"Donate" = "Пожертвовать";

/* Title for button to press when user is finished */
"Done" = "Готово";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Если контакт поддерживает";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Введенный текст";

/* Title of error message pop-up box */
"Error!" = "Ошибка!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Недоступен";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Не удалось подключиться к серверу. Проверьте учетные данные, интернет-соединение и повторите попытку.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Не удалось авторизоваться. Пожалуйста, повторите";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Ваш отпечаток";

/* Size for the font in the chat screen */
"Font Size" = "Размер шрифта";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Ушло";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Группа";

/* The string describing a buddy's groups ... plural */
"Groups" = "Группы";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Хост";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Несовпадение имени хоста";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Игнорировать";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "Для смены языка вернитесь на домашний экран и удалите Chatterbox из списка недавних приложений";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Неактивно";

/* Short for information, button title to get more information */
"Info" = "Инфо";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Начать шифрованный разговор";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "теперь доступен";

/* Message shown in line for users that are away */
"is now away" = "теперь отошел";

/* Message shown in line for users that are offline */
"is now offline" = "теперь отключен";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "XMPP (Jabber)";

/* string to bring up language selector */
"Language" = "Язык";

/* String of title to alert user language is change */
"Language Change" = "Смена языка";

/* log in to account */
"Log In" = "Войти";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Нажмите Войти на странице Настройки (в верхнем правом углу списка контактов) и выберите контакт для чата";

/* log out from account */
"Log Out" = "Выйти";

/* shown during the login process */
"Logging in..." = "Вход...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Войти в";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Выйти из OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Выйти из XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Сообщение";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Имя";

/* For a new settings value */
"New" = "Новый";

/* Title for New Account View */
"New Account" = "Новая учетная запись";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Новый статус: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Нет сохраненных учетных записей";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Недоступен";

/* Not Verified or cancel verified */
"Not Verified" = "Не проверен";

/* Label in buddy list for users that are offline */
"Offline" = "Не в сети";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Старый";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Открыть в Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Необязательно";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Другое";

/* Label text for password field on login screen */
"Password" = "Пароль";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Ожидает подтверждения";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Удалить навсегда";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Порт";

/* label for link to Chatterbox project website */
"Project Homepage" = "Домашняя страница проекта";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Предполагаемый отпечаток для";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Читать";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Недавние";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Отклонить";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Запомнить пароль";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Запомнить имя";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Удалить";

/* Reply to an incoming message */
"Reply" = "Ответ";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Требовать защищенное соединение\ (TLS\)";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Требуется";

/* Title for button for saving a setting */
"Save" = "Сохранить";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Предупреждение о безопасности";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Самоподписанный сертификат";

/* For sending a message */
"Send" = "Отпр.";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Подтверждения доставки";

/* String on button to email feedback */
"Send Feedback" = "Обратная связь";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Уведомления о наборе";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Настройки";

/* Title for sharing a link to the app */
"Share" = "Поделиться";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Предупреждение о выходе";

/* description for what the font size setting affects */
"Size for font in chat view" = "Размер шрифта чатов";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Несовпадение хоста";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Запросы подписки";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Чат с %@ больше не защищен";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Ошибка проверки сертификата для %@. Это может говорить о попытке перехвата соединения";

/* Warns user that the current chat is secure */
"This chat is secured" = "Это безопасный чат";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Это безопасный и проверенный чат";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "Этот QR-код содержит ссылку на http://omniqrcode.com/q/Chatterbox и которая будет перенаправлена в App Store";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Печатает";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Имя пользователя";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Проверен";

/* Shown when verifying fingerprints */
"Verify" = "Проверить";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Проверить отпечаток";

/* Shown when verifying fingerprints */
"Verify Later" = "Проверить позже";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Версия";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Предупреждение: чат не защищен";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Внимание: Используйте с предосторожностью! Это может снизить вашу безопасность.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Когда вы закончите этот разговор, сообщения будут удалены навсегда.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Вы (%@) были отключены";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Вы: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Беседа не безопасна";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Введите имя пользователя и пароль для входа";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Ваше пожертвование поможет продолжить разработку Chatterbox";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Ваше имя пользователя Facebook не является адресом электронной почты, который вы используете для входа в Facebook";

